Repository: common-repository/snapplify-e-commerce
Catalog: languages/snapplify-ecommerce-*.po
Languages: fr_fr

source: This is a short description of what the plugin does. It's displayed in the WordPress admin area.
fr_fr: Ceci est une brève description de ce que fait le plugin. Il est affiché dans la zone d'administration de WordPress

source: Snapplify ECommerce Management
fr_fr: Configuration de Catalogue Snapplify

source: Snapplify ECommerce Management Settings
fr_fr: Paramètres de Snapplify ECommerceue

source: The following options are used to configure Snapplify ECommerce Products
fr_fr: Les options suivantes sont utilisées pour configurer les produits du Catalogue Snapplify

source: Publish Products Immediately
fr_fr: Publier les produits immédiatement

source: Immediately publish imported products
fr_fr: Publier immédiatement les produits importés

source: Enable Auto-Publish
fr_fr: Activer la publication automatique

source: Unpublish Unavailable Products
fr_fr: Annuler la publication des produits non disponibles

source: Automatically unpublish products marked as unavailable
fr_fr: Annuler automatiquement la publication des produits marqués comme indisponibles

source: Enable Auto-Unpublish
fr_fr: Activer l'annulation automatique de la publication

source: Manage Product Categories
fr_fr: Gérer les catégories de produits

source: Manage categories of imported products
fr_fr: Gérer les catégories de produits importés

source: Enable Category Management
fr_fr: Activer la gestion des catégories

source: The Snapplify ID of the product.
fr_fr: L'ID Snapplify du produit

source: Title
fr_fr: Titre

source: The Snapplify Title of the product.
fr_fr: Le titre Snapplify du produit
